exports.donate = (id, XPTN, corohelp, tampilTanggal, tampilWaktu, instagram, nomer, aktif, groupwa, youtube) => {
	return `
  
❉──────────❉
  Hi. *${id.split("@s.whatsapp.net")[0]}* 👋️
❉──────────❉

         ───
📆 *${tampilTanggal}*
⏱️ *${tampilWaktu}*
📢 Bot Aktif ; *${aktif}*
         ───
         
╔════════════════════
║ *Donasi Ke ${XPTN}*
╠════════════════════
║┠❣︎ ⚜ *SAWERIA*: _saweria.co/rey404_
║┠❣︎ ⚜ *PULSA*: _0896-7776-3976_
║┠❣︎ ⚜ *PULSA*: _0823-2035-5690_
╠════════════════════
║  *${XP-TN}*
╠════════════════════
║╭──❉ *SOSMED ADMIN* ❉──
║┠❣︎ *Instagram <Follow>*
║┠  _${instagram}_
║┠❣︎ *Creator ${XPTN}*
║┠  _${nomer}_
║╰───────────────────
╠════════════════════
║ *DIBUAT OLEH Mr.741L*
╚════════════════════`
}

