exports.info = (id, XPTN, corohelp, tampilTanggal, tampilWaktu, instagram, nomer, aktif, groupwa, youtube) => {
	return `*MENU ${XPTN}*
  
❉──────────❉
  Hi. *${id.split("@s.whatsapp.net")[0]}* 👋️
❉──────────❉

         ───
📆 *${tampilTanggal}*
⏱️ *${tampilWaktu}*
📢 Bot Aktif ; *${aktif}*
         ───
         
╔════════════════════
║ *About ${XPTN}*
╠════════════════════
║├≽️⚔️ *🤡OWNER🤡*: *Mr.741L*
║├≽️⚔️️ *EDIT BY*: *Mr.741L*
╠════════════════════
╠════════════════════
║  *${XPTN}*
╠════════════════════
║╭──❉ *SOSMED ADMIN* ❉──
║┠❥︎ *Instagram <Follow>*
║│ _${instagram}_
║┠❥︎ *Creator ${XPTN}*
║│ _${nomer}_
║╰───────────────────
╠════════════════════
║ *DIBUAT OLEH Mr.741L*
╚════════════════════`
}
